Repository: tmijieux/d3v_cpp
Catalog: po/*.po
Languages: fr

source: D3V-WARNING:
fr: D3V-ATTENTION:

source: D3V-ERROR:
fr: D3V-ERREUR:

source: penguins
fr: pingouins

source: Usage: %s penguin_count
fr: Usage: %s nombre_de_pingouins

source: penguin
fr: pingouin

source: Main loop exited ...
fr: Boucle principale terminée ...

source: All faces must be triangles.
fr: Toutes les faces doivent être des triangles.

source: scanned %d faces
fr: %d faces scannées

source: parsing object "%s".
fr: lecture de l'objet "%s".

source: unexpected object type '%s'.
fr: type d'objet inattendu "%s".

source: parsed %d faces
fr: %d faces lues
